{
    "About": "A propos",
    "About me": "A propos de moi",
    "skills": "Compétences",
    "Web developer": "Développeur web",
    "I'm looking for mission as": "Je recherche une mission de",
    "Front-end Developer": "Développeur Front-end",
    "Full-stack Developer": "Développeur Full-stack",
    "Hello": "Bonjour",
    "I am Yannis Amirat, a web developer passionate by new technologies.": "Je suis Yannis Amirat, un développeur web passionné par les nouvelles technologies.",
    "Welcome to my website, where I share my experience and showcase my expertise in front-end and fullstack development.": "Bienvenue dans mon site web, où je partage mon expérience et mets en avant mon expertise en développement full-stack et front-end.",
    "With over three years of experience, I've built skills in JavaScript, TypeScript, Node.js, Vue.js, React, and Java, working on both front-end and back-end projects.": "Avec plus de trois ans d’expérience, j’ai développé des compétences en JavaScript, TypeScript, Node.js, Vue.js, React et Java, en travaillant sur des projets front-end et back-end.",
    "Here, you can consult all my recent personal and professional projects.": "Ici, vous pouvez consulter tous mes projets personnels et professionnels récents",
    "A todolist application that helps you track and manage your daily tasks efficiently.": "Une application todolist qui vous aide à suivre et gérer efficacement vos taches quotidiennes.",
    "A Pokedex app that allows users to consult and search Pokémon to view their stats": "Une application Pokédex qui permet aux utilisateurs de consulter et rechercher des Pokémons pour voir leur statistiques",
    "You're currently consulting my website, which presents my personal and professional projects.": "Vous consultez actuellement mon site web, qui présente mes projets personnels et professionnels.",
    "Technologies used": "Technologies utilisées",
    "Go to website": "Consulter le site web",
    "Technical Skills": "Compétences techniques",
    "See my resume": "Voir mon CV",
    "CV Yannis Amirat 7 EN.pdf": "CV_Yannis_Amirat_4.pdf",
    "Do you want to discuss a project?": "Vous voulez discuter d'un projet?",
    "Name": "Nom",
    "Send": "Envoyer"
}