{
    "About": "A propos",
    "About me": "A propos de moi",
    "skills": "Compétences",
    "Web Developer": "Développeur web",
    "I'm looking for mission as": "Je recherche une mission de",
    "Front-end Developer": "Développeur Front-end",
    "Fullstack Developer": "Développeur Full-stack",
    "Hello": "Bonjour",
    "My name is Yannis Amirat and I'm a web developer with a passion for new technologies.": "Je m'appelle Yannis Amirat et je suis un développeur web passionné par les nouvelles technologies.",
    "Welcome to my website, where I introduce my experience and demonstrate my expertise in web development.": "Bienvenue dans mon site web, ou je présente mon expérience et démontre mon expertise dans le développement web.",
    "I have over three years of experience in web development, where I have developed skills in JavaScript, TypeScript, Node.js, Vue.js, React, HTML5/CSS3, and Java.": "J'ai plus de trois ans d'expérience dans le développement web ou j'ai développé des compétences en JavaScript, TypeScript, Node.js, Vue.js, React, HTML5/CSS3 et Java.",
    "Here, you can consult all the recent personnal and professionnal projects that I've worked on.": "Ici, vous pouvez consulter tous mes projets récents, personnels et professionnels, sur lesquels j’ai travaillé.",
    "A todolist application that helps you track and manage your daily tasks efficiently.": "Une application todolist qui vous aide à suivre et gérer efficacement vos taches quotidiennes.",
    "A Pokedex app that allows users to consult and search Pokémon to view their stats": "Une application Pokédex qui permet aux utilisateurs de consulter et rechercher des Pokémons pour voir leur statistiques",
    "You're currently consulting my website, which presents my personal and professional projects.": "Vous consultez actuellement mon site web, qui présente mes projets personnels et professionnels.",
    "Technologies used": "Technologies utilisées",
    "Go to website": "Consulter le site web",
    "Technical Skills": "Compétences techniques",
    "See my resume": "Voir mon CV",
    "CV Yannis Amirat 7 EN.pdf": "CV_Yannis_Amirat_4.pdf",
    "Do you want to discuss a project?": "Vous voulez discuter d'un projet?",
    "Name": "Nom",
    "Send": "Envoyer"
}